{
    "page": 1,
    "results": [
        {
            "id": 49046,
            "title": "All Quiet on the Western Front",
            "overview": "Paul Baumer and his friends Albert and Muller, egged on by romantic dreams of heroism, voluntarily enlist in the German army. Full of excitement and patriotic fervour, the boys enthusiastically march into a war they believe in. But once on the Western Front, they discover the soul-destroying horror of World War I.",
            "poster_path": "https://image.tmdb.org/t/p/w500/hYqOjJ7Gh1fbqXrxlIao1g8ZehF.jpg",
            "release_date": "2022-10-07"
        },
        {
            "id": 338958,
            "title": "Disenchanted",
            "overview": "Disillusioned with life in the city, feeling out of place in suburbia, and frustrated that her happily ever after hasn’t been so easy to find, Giselle turns to the magic of Andalasia for help. Accidentally transforming the entire town into a real-life fairy tale and placing her family’s future happiness in jeopardy, she must race against time to reverse the spell and determine what happily ever after truly means to her and her family.",
            "poster_path": "https://image.tmdb.org/t/p/w500/4x3pt6hoLblBeHebUa4OyiVXFiM.jpg",
            "release_date": "2022-11-16"
        },
        {
            "id": 436270,
            "title": "Black Adam",
            "overview": "Nearly 5,000 years after he was bestowed with the almighty powers of the Egyptian gods—and imprisoned just as quickly—Black Adam is freed from his earthly tomb, ready to unleash his unique form of justice on the modern world.",
            "poster_path": "https://image.tmdb.org/t/p/w500/pFlaoHTZeyNkG83vxsAJiGzfSsa.jpg",
            "release_date": "2022-10-19"
        },
        {
            "id": 505642,
            "title": "Black Panther: Wakanda Forever",
            "overview": "Queen Ramonda, Shuri, M’Baku, Okoye and the Dora Milaje fight to protect their nation from intervening world powers in the wake of King T’Challa’s death. As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for the kingdom of Wakanda.",
            "poster_path": "https://image.tmdb.org/t/p/w500/ps2oKfhY6DL3alynlSqY97gHSsg.jpg",
            "release_date": "2022-11-09"
        },
        {
            "id": 551271,
            "title": "Medieval",
            "overview": "The story of 14th century Czech icon and warlord Jan Zizka who defeated armies of the Teutonic Order and the Holy Roman Empire.",
            "poster_path": "https://image.tmdb.org/t/p/w500/4njdAkiBdC5LnFApeXSkFQ78GdT.jpg",
            "release_date": "2022-09-08"
        },
        {
            "id": 663712,
            "title": "Terrifier 2",
            "overview": "After being resurrected by a sinister entity, Art the Clown returns to Miles County where he must hunt down and destroy a teenage girl and her younger brother on Halloween night.  As the body count rises, the siblings fight to stay alive while uncovering the true nature of Art's evil intent.",
            "poster_path": "https://image.tmdb.org/t/p/w500/b6IRp6Pl2Fsq37r9jFhGoLtaqHm.jpg",
            "release_date": "2022-10-06"
        },
        {
            "id": 675054,
            "title": "MexZombies",
            "overview": "A group of teenagers must face a zombie apocalypse, and help reestablish order.",
            "poster_path": "https://image.tmdb.org/t/p/w500/pTxw4GFE3ZfzJfvuUsPyD5njAuI.jpg",
            "release_date": "2022-10-26"
        },
        {
            "id": 676701,
            "title": "Tad the Lost Explorer and the Curse of the Mummy",
            "overview": "Tad would love for his archeologist colleagues to accept him as one of their own, but he always messes everything up. Tad accidentally destroys a sarcophagus and unleashes an ancient spell endangering the lives of his friends: Mummy, Jeff and Belzoni. With everyone against him and only helped by Sara, he sets off on an adventure that will take him from Mexico to Chicago and from Paris to Egypt, in order to put an end to the curse of the Mummy.",
            "poster_path": "https://image.tmdb.org/t/p/w500/jvIVl8zdNSOAJImw1elQEzxStMN.jpg",
            "release_date": "2022-08-24"
        },
        {
            "id": 717728,
            "title": "Jeepers Creepers: Reborn",
            "overview": "Forced to travel with her boyfriend to a horror festival, Laine begins to experience disturbing visions associated with the urban legend of The Creeper. As the festival arrives and the blood-soaked entertainment builds to a frenzy, she becomes the center of it while something unearthly has been summoned.",
            "poster_path": "https://image.tmdb.org/t/p/w500/qVVegwPsW6n9unBtLWq1rzOutka.jpg",
            "release_date": "2022-09-15"
        },
        {
            "id": 724495,
            "title": "The Woman King",
            "overview": "The story of the Agojie, the all-female unit of warriors who protected the African Kingdom of Dahomey in the 1800s with skills and a fierceness unlike anything the world has ever seen, and General Nanisca as she trains the next generation of recruits and readies them for battle against an enemy determined to destroy their way of life.",
            "poster_path": "https://image.tmdb.org/t/p/w500/438QXt1E3WJWb3PqNniK0tAE5c1.jpg",
            "release_date": "2022-09-15"
        },
        {
            "id": 736526,
            "title": "Troll",
            "overview": "Deep inside the mountain of Dovre, something gigantic awakens after being trapped for a thousand years. Destroying everything in its path, the creature is fast approaching the capital of Norway. But how do you stop something you thought only existed in Norwegian folklore?",
            "poster_path": "https://image.tmdb.org/t/p/w500/9z4jRr43JdtU66P0iy8h18OyLql.jpg",
            "release_date": "2022-12-01"
        },
        {
            "id": 747803,
            "title": "One Way",
            "overview": "On the run with a bag full of cash after a robbing his former crime boss—and a potentially fatal wound—Freddy slips onto a bus headed into the unrelenting California desert. With his life slipping through his fingers, Freddy is left with very few choices to survive.",
            "poster_path": "https://image.tmdb.org/t/p/w500/uQCxOziq79P3wDsRwQhhkhQyDsJ.jpg",
            "release_date": "2022-09-02"
        },
        {
            "id": 760204,
            "title": "The Lair",
            "overview": "Royal Air Force pilot Lt. Kate Sinclair is on her final flight mission when her jet is shot down over one of the most dangerous rebel strongholds in Afghanistan. She finds refuge in an abandoned underground bunker where deadly man-made creatures known as Ravagers — half-human, half-alien, and hungry for human flesh — are awakened.",
            "poster_path": "https://image.tmdb.org/t/p/w500/ifRFLx83Xk1DcwAS3OScgI6HmWO.jpg",
            "release_date": "2022-10-28"
        },
        {
            "id": 774752,
            "title": "The Guardians of the Galaxy Holiday Special",
            "overview": "On a mission to make Christmas unforgettable for Quill, the Guardians head to Earth in search of the perfect present.",
            "poster_path": "https://image.tmdb.org/t/p/w500/8dqXyslZ2hv49Oiob9UjlGSHSTR.jpg",
            "release_date": "2022-11-25"
        },
        {
            "id": 792775,
            "title": "Cop Secret",
            "overview": "When Bússi, Iceland's toughest cop, is forced to work with a new partner to solve a series of bank robberies, the pressure to close the case as soon as possible proves too much for him.",
            "poster_path": "https://image.tmdb.org/t/p/w500/jnWyZsaCl3Ke6u6ReSmBRO8S1rX.jpg",
            "release_date": "2022-05-23"
        },
        {
            "id": 829280,
            "title": "Enola Holmes 2",
            "overview": "Now a detective-for-hire like her infamous brother, Enola Holmes takes on her first official case to find a missing girl, as the sparks of a dangerous conspiracy ignite a mystery that requires the help of friends — and Sherlock himself — to unravel.",
            "poster_path": "https://image.tmdb.org/t/p/w500/tegBpjM5ODoYoM1NjaiHVLEA0QM.jpg",
            "release_date": "2022-11-04"
        },
        {
            "id": 829799,
            "title": "Paradise City",
            "overview": "Renegade bounty hunter Ryan Swan must carve his way through the Hawaiian crime world to wreak vengeance on the kingpin who murdered his father.",
            "poster_path": "https://image.tmdb.org/t/p/w500/xdmmd437QdjcCls8yCQxrH5YYM4.jpg",
            "release_date": "2022-11-11"
        },
        {
            "id": 830784,
            "title": "Lyle, Lyle, Crocodile",
            "overview": "When the Primm family moves to New York City, their young son Josh struggles to adapt to his new school and new friends. All of that changes when he discovers Lyle — a singing crocodile who loves baths, caviar and great music — living in the attic of his new home. But when Lyle’s existence is threatened by evil neighbor Mr. Grumps, the Primms must band together to show the world that family can come from the most unexpected places.",
            "poster_path": "https://image.tmdb.org/t/p/w500/irIS5Tn3TXjNi1R9BpWvGAN4CZ1.jpg",
            "release_date": "2022-10-07"
        },
        {
            "id": 846778,
            "title": "Margaux",
            "overview": "As a group of seniors celebrate their final college days at a smart house, the house's highly advanced AI system, Margaux, begins to take on a deadly presence of her own. A carefree weekend of partying turns into a dystopian nightmare as they realize Margaux's plans to eliminate her tenants one way or another. Time begins to run out as the group desperately tries to survive and outsmart the smart home.",
            "poster_path": "https://image.tmdb.org/t/p/w500/uNzgeMetu9l4q9NDw7gtiUFwPOJ.jpg",
            "release_date": "2022-09-09"
        },
        {
            "id": 855440,
            "title": "Polar",
            "overview": "MG, a policewoman who has been expelled from the Corps due to the problems with alcohol and drugs that she has had since the loss of her son, receives a call from a man asking her to look for Macarena Gómez, a popular TV actress.",
            "poster_path": "https://image.tmdb.org/t/p/w500/efuKHH9LqBZB67AS87kprLgaYO8.jpg",
            "release_date": "2022-10-26"
        },
        {
            "id": 862965,
            "title": "Emily the Criminal",
            "overview": "Emily, who is saddled with student debt and locked out of the job market due to a minor criminal record, gets involved in a credit card scam that pulls her into the criminal underworld of Los Angeles, ultimately leading to deadly consequences.",
            "poster_path": "https://image.tmdb.org/t/p/w500/iZvzMpREGiqDQ5eYbx8z70qPgst.jpg",
            "release_date": "2022-08-12"
        },
        {
            "id": 872177,
            "title": "Corrective Measures",
            "overview": "Set in San Tiburon, the world's most dangerous maximum-security penitentiary and home to the world's most treacherous superpowered criminals, where tensions among the inmates and staff heighten, leading to anarchy that engulfs the prison and order is turned upside down.",
            "poster_path": "https://image.tmdb.org/t/p/w500/aHFq9NMhavOL0jtQvmHQ1c5e0ya.jpg",
            "release_date": "2022-04-29"
        },
        {
            "id": 882598,
            "title": "Smile",
            "overview": "After witnessing a bizarre, traumatic incident involving a patient, Dr. Rose Cotter starts experiencing frightening occurrences that she can't explain. As an overwhelming terror begins taking over her life, Rose must confront her troubling past in order to survive and escape her horrifying new reality.",
            "poster_path": "https://image.tmdb.org/t/p/w500/aPqcQwu4VGEewPhagWNncDbJ9Xp.jpg",
            "release_date": "2022-09-23"
        },
        {
            "id": 899294,
            "title": "Frank and Penelope",
            "overview": "A tale of love and violence when a man on his emotional last legs finds a savior seductively dancing in a run-down strip club. And a life most certainly headed off a cliff suddenly becomes redirected - as everything is now worth dying for.",
            "poster_path": "https://image.tmdb.org/t/p/w500/5NpXoAi3nEQkEgLO09nmotPfyNa.jpg",
            "release_date": "2022-06-03"
        },
        {
            "id": 934641,
            "title": "The Minute You Wake Up Dead",
            "overview": "A stockbroker in a small southern town gets embroiled in an insurance scam with a next-door neighbor that leads to multiple murders when a host of other people want in on the plot. Sheriff Thurmond Fowler, the by-the-book town sheriff for over four decades, works earnestly to try and unravel the town’s mystery and winds up getting more than he bargained for.",
            "poster_path": "https://image.tmdb.org/t/p/w500/pUPwTbnAqfm95BZjNBnMMf39ChT.jpg",
            "release_date": "2022-11-04"
        },
        {
            "id": 948276,
            "title": "Lost Bullet 2",
            "overview": "Having cleared his name, genius mechanic Lino has only one goal in mind: getting revenge on the corrupt cops who killed his brother and his mentor.",
            "poster_path": "https://image.tmdb.org/t/p/w500/uAeZI1JJbLPq7Bu5dziH7emHeu7.jpg",
            "release_date": "2022-11-10"
        },
        {
            "id": 966220,
            "title": "Sniper: The White Raven",
            "overview": "Mykola is an eccentric pacifist who wants to be useful to humanity. When the war begins at Donbass, Mykola’s naive world is collapsing as the militants kill his pregnant wife and burn his home to the ground. Recovered, he makes a cardinal decision and gets enlisted in a sniper company. Having met his wife’s killers, he emotionally breaks down and arranges “sniper terror” for the enemy. He’s saved from a senseless death by his instructor who himself gets mortally wounded. The death of a friend leaves a “scar” and Mykola is ready to sacrifice his life.",
            "poster_path": "https://image.tmdb.org/t/p/w500/lZOODJzwuQo0etJJyBBZJOSdZcW.jpg",
            "release_date": "2022-05-03"
        },
        {
            "id": 972313,
            "title": "Blowback",
            "overview": "When a master thief is sabotaged during a bank heist and left for dead, he seeks revenge on his former crew one target at a time. Now, with the cops and the mob closing in, he's in the race of his life to reclaim an untold fortune in cryptocurrency from those who double-crossed him.",
            "poster_path": "https://image.tmdb.org/t/p/w500/fHQHC32dhom8u0OxC2hs2gYQh0M.jpg",
            "release_date": "2022-06-17"
        },
        {
            "id": 979924,
            "title": "On the Line",
            "overview": "A provocative and edgy radio host must play a dangerous game of cat and mouse with a mysterious caller who's kidnapped his family and is threatening to blow up the whole station.",
            "poster_path": "https://image.tmdb.org/t/p/w500/a14BbSHvLgzCdbDD6tAL8OBVKL1.jpg",
            "release_date": "2022-10-31"
        },
        {
            "id": 985939,
            "title": "Fall",
            "overview": "For best friends Becky and Hunter, life is all about conquering fears and pushing limits. But after they climb 2,000 feet to the top of a remote, abandoned radio tower, they find themselves stranded with no way down. Now Becky and Hunter’s expert climbing skills will be put to the ultimate test as they desperately fight to survive the elements, a lack of supplies, and vertigo-inducing heights",
            "poster_path": "https://image.tmdb.org/t/p/w500/spCAxD99U1A6jsiePFoqdEcY0dG.jpg",
            "release_date": "2022-08-11"
        },
        {
            "id": 988233,
            "title": "Hex",
            "overview": "Following a mysterious disappearance on a jump, a group of skydivers experience paranormal occurrences that leave them fighting for their lives.",
            "poster_path": "https://image.tmdb.org/t/p/w500/xFJHb43ZAnnuiDztxZYsmyopweb.jpg",
            "release_date": "2022-11-01"
        },
        {
            "id": 1013860,
            "title": "R.I.P.D. 2: Rise of the Damned",
            "overview": "When Sheriff Roy Pulsipher finds himself in the afterlife, he joins a special police force and returns to Earth to save humanity from the undead.",
            "poster_path": "https://image.tmdb.org/t/p/w500/g4yJTzMtOBUTAR2Qnmj8TYIcFVq.jpg",
            "release_date": "2022-11-15"
        },
        {
            "id": 1018403,
            "title": "Tom and Jerry Snowman's Land",
            "overview": "It’s time to chase that holiday spirit with Tom and Jerry! With magic in the air, Jerry and his nephew, Tuffy, make a snow mouse that miraculously comes to life! To keep their new friend, Larry the snow mouse from melting, Tuffy and Jerry must race him to the fabled Snowman’s Village. In hot pursuit, Tom and devious Dr. Doublevay have their own plans for Larry’s magic.",
            "poster_path": "https://image.tmdb.org/t/p/w500/effgnqJMX2lXvXhKlJt7Pm1TkcU.jpg",
            "release_date": "2022-09-06"
        },
        {
            "id": 1037858,
            "title": "The Soccer Football Movie",
            "overview": "When mysterious green slime monsters start popping out of soccer balls, all-star athletes Zlatan Ibrahimović and Megan Rapinoe must team up with their four biggest fans to stop evil scientist \"Weird Al\" Yankovic from stealing their talent.",
            "poster_path": "https://image.tmdb.org/t/p/w500/sWoYDNPNZs5MtzPbirXV73tIHrA.jpg",
            "release_date": "2022-11-09"
        },
        {
            "id": 1049233,
            "title": "Lesson Plan",
            "overview": "After a teacher dies, his best friend — a former cop — takes a job at the school where he worked to confront the gang he thinks was responsible.",
            "poster_path": "https://image.tmdb.org/t/p/w500/wawP3mOUeRBrAtnbPwWK5eFaMdV.jpg",
            "release_date": "2022-11-23"
        }
    ],
    "total_pages": 36184,
    "total_results": 723678
}